IdeaRS.Connections
FasteningData.Cols Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the columns of fasteners positions.
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public NumberGroups Cols { get; set; }
Property Value
Type: NumberGroups
See Also
Reference
FasteningData Class
IdeaRS.Connections.Data Namespace